Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/enforcement_and_redress/protection_for_whistleblowers.html.txt.tmx
Source language: en
Languages: ga

source: The Protected Disclosures Act 2014 aims to protect people who raise concerns about possible wrongdoing in the workplace
ga: Tá de chuspóir ag an Acht um Nochtadh Cosanta, 2014 daoine a chosaint a thugann buarthaí chun solais faoi éagóir fhéideartha san áit oibre

source: The Act, which came into effect on 15 July 2014, is often called the whistleblower legislation
ga: Is minic go dtugtar reachtaíocht na sceithirí ar an Acht, a tháinig i bhfeidhm an 15 Iúil 2014

source: It provides for redress for employees who are dismissed or otherwise penalised for having reported possible wrongdoing in the workplace
ga: Déantar foráil ann go mbainfidh fostaithe sásamh amach a dhéantar a dhífhostú nó a ngearrtar pionós orthu ar bhealach eile mar gheall gur thuairiscigh siad éagóir fhéideartha san áit oibre

source: The Act’s definition of the term worker includes employees or former employees, trainees, people working under a contract for services, independent contractors, agency workers, people on work experience and the Gardaí
ga: Áirítear leis an sainmhíniú a thugtar san Acht ar an téarma oibrí fostaithe, oiliúnaithe, daoine a oibríonn faoi chonradh seirbhísí, conraitheoirí neamhspleácha, oibrithe gníomhaireachta agus na Gardaí

source: The legislation does not specifically name volunteers as being covered but guidelines to be developed for public bodies (see ‘Employers’ obligations’ below) will include how to treat disclosures by volunteers
ga: Ní ainmnítear go sonrach oibrithe deonacha sa reachtaíocht amhail bheith cumhdaithe ach áireofar sna treoirlínte atá le forbairt do chomhlachtaí poiblí (féach ‘Dualgais fostóirí’ thíos) conas caitheamh le nochtadh ag oibrithe deonacha

source: Before the 2014 Act came into effect, certain sectors, such as health, were already covered by protected disclosures legislation – see ‘Further information’ below
ga: Sular tháinig Acht 2014 i bhfeidhm, bhí earnálacha áirithe, ar nós na sláinte, cumhdaithe cheana féin ag an reachtaíocht um nochtadh cosanta – féach ‘Breis faisnéise’ thíos

source: Under the Act, you make a protected disclosure if you are a worker and you disclose relevant information in a particular way
ga: Faoin Acht, tá nochtadh cosanta déanta agat más oibrí thú agus má nochtann tú faisnéis ábhartha ar bhealach ar leith

source: Information is relevant if it came to your attention in connection with your work and you reasonably believe that it tends to show wrongdoing
ga: Tá faisnéis ábhartha má cuireadh thú ar an aird uirthi i dtaobh do chuid oibre agus má chreideann tú go réasúnta gur dealraitheach go dtugann sí éagóir le tuiscint

source: This wrongdoing may be occurring or suspected to be occurring either inside or outside of the country
ga: D’fhéadfadh an éagóir seo a bheith ag tarlú nó d’fhéadfaí a bheith in amhras go bhfuil sí ag tarlú cibé acu laistigh nó lasmuigh den tír

source: Even if the information is proved to be incorrect, you are still protected by the Act provided you had a reasonable belief in the information
ga: Fiú má chruthaítear go bhfuil an fhaisnéis mícheart, tá tú fós faoi chosaint an Achta a fhad agus a chreid tú an fhaisnéis go réasúnta

source: Wrongdoing is widely defined in the Act and includes the commission of criminal offences, failure to comply with legal obligations, endangering the health and safety of individuals, damaging the environment, miscarriage of justice, misuse of public funds, and oppressive, discriminatory, grossly negligent or grossly mismanaged acts or omissions by a public body
ga: Tugtar sainmhíniú fairsing ar éagóir san Acht agus áirítear léi cionta coiriúla a dhéanamh, teip ar chloí le dualgais dhlíthiúla, sláinte agus sábháilteacht daoine a chur i mbaol, díobháil a dhéanamh don timpeallacht, iomrall ceartais, mí-úsáid a bhaint as cistí poiblí, agus gníomhartha nó easnaimh atá fíor-fhaillíoch nó fíor-dhrochbhainistithe ag comhlacht poiblí

source: The definition also includes the concealment or destruction of information about any of the above wrongdoing
ga: Áirítear leis an sainmhíniú, chomh maith, faisnéis a cheilt nó a mhilleadh faoi aon cheann de na samplaí thuas d’éagóir

source: Any wrongdoing which it is your or your employer’s function to detect, investigate or prosecute does not come within the terms of the Act
ga: Ní thagann aon éagóir a bhfuil sé mar chuid de d’fheidhm féin nó d’fhostóra a bhrath, a imscrúdú nó a ionchúiseamh faoi chuimsiú théarmaí an Achta

source: In general, people who receive protected disclosures or who subsequently deal with them may not disclose any information to another person which may identify the person who made the disclosure
ga: Go ginearálta, ní fhéadfaidh daoine a fhaigheann nochtadh cosanta nó a dhéileálann leo ina dhiaidh sin, aon fhaisnéis a nochtadh le duine eile a d’fhéadfadh an duine a rinneadh an nochtadh a shainaithint

source: There are some exceptions to this, for example, if identifying the whistleblower is essential to the effective investigation of the matter or is required in order to prevent crime or risks to State security, public health or the environment
ga: Tá roinnt eisceachtaí ann ina leith seo, mar shampla, más gá an sceithire a shainaithint chun imscrúdú éifeachtach a dhéanamh ar an gceist nó má theastaíonn seo chun cosc a chur ar choireacht nó ar rioscaí i leith shlándáil an Stáit, sláinte phoiblí nó na timpeallachta

source: There are different ways in which you can report a concern
ga: Tá bealaí éagsúla ann inar féidir leat buairt a thuairisciú

source: Different standards apply depending on the person or body to whom you disclose
ga: Baineann caighdeáin éagsúla ag brath ar an duine nó an comhlacht lena ndéanann tú nochtadh

source: The Act sets out a tiered disclosure system to ensure that most reports are made to the employer
ga: Leagtar amach san Acht córas cisealaithe nochta lena chinntiú go ndéantar formhór na dtuairiscí leis an bhfostóir

source: The simplest form of disclosure is to your employer where all that is required is a reasonable belief that the information disclosed shows or tends to show that the wrongdoing is occurring
ga: Is í an fhoirm is simplí de nochtadh ná nochtadh a dhéanamh le d’fhostóir sa chás nach dteastaíonn ach creidiúint réasúnta go léirítear nó gur dealraitheach go léirítear san fhaisnéis go bhfuil éagóir á déanamh

source: If you are or were employed in a public body, you may choose, as an alternative, to report to the relevant Minister
ga: Má tá nó má bhí tú fostaithe i gcomhlacht poiblí, féadfaidh tú a roghnú, mar mhalairt air sin, chun tuairisciú a dhéanamh leis an Aire ábhartha

source: Disclosure to a prescribed body
ga: Nochtadh le comhlacht forordaithe

source: You may choose to report to one of the prescribed bodies listed in SI 339/2014 as amended by SI 448/2015
ga: Féadfaidh tú a roghnú chun tuairisciú a dhéanamh le ceann de na comhlachtaí forordaithe a liostaítear in IR 339/2014 arna leasú ag IR 448/2015

source: In general these bodies have regulatory functions in the area which are the subject of the allegations
ga: Go ginearálta, bíonn feidhmeanna rialála ag na comhlachtaí seo sa limistéar a bhíonn mar ábhar na líomhaintí

source: A disclosure you make to a prescribed body is a protected disclosure if:
ga: Nochtadh cosanta atá i nochtadh a dhéanann tú le comhlacht forordaithe:

source: • You reasonably believe that the relevant wrongdoing is within the remit of the prescribed body and
ga: • Má chreideann tú go réasúnta go bhfuil an éagóir ábhartha laistigh de shainchúram an chomhlachta fhorordaithe, agus

source: • The information you disclose and any allegation in it are substantially true (this is a higher standard than is required for disclosure to your employer)
ga: • Má tá an fhaisnéis a nochtann tú agus aon líomhain inti fíor go substainteach (caighdeán níos airde é seo ná mar is gá i gcás nochtadh a dhéanamh le do d’fhostóir)

source: Disclosure to an external person
ga: Nochtadh le duine seachtrach

source: A disclosure made to an external person, for example, a journalist, may be a protected disclosure if it meets a number of conditions:
ga: D’fhéadfadh nochtadh a dhéantar le duine seachtrach, iriseoir, mar shampla, a bheith ina nochtadh cosanta má chomhlíonann sé roinnt coinníollacha

source: • You must reasonably believe that the information disclosed, and any allegation contained in it, are substantially true
ga: • Ní mór duit a chreidiúint go réasúnta go bhfuil an fhaisnéis a nochtar, agus aon líomhain a gcuimsítear inti, fíor go substainteach

source: • The disclosure must not be made for personal gain
ga: • Níor cheart go ndéantar an nochtadh ar mhaithe le gnóthachan pearsanta

source: • At least one of these conditions must be met:
ga: • Ní mór ar a laghad ceann amháin de na coinníollacha seo a chomhlíonadh:

source: □ At the time you make the disclosure you must reasonably believe that you will be penalised if you make the disclosure to the employer, a prescribed body or a Minister
ga: -Ag an tráth a dhéanann tú an nochtadh, ní mór duit creidiúint go réasúnta go ngearrfar pionós ort má dhéanann tú an nochtadh leis an bhfostóir, le comhlacht forordaithe nó le hAire

source: □ Where there is no relevant prescribed body, you reasonably believe that it is likely that the evidence will be concealed or destroyed if you make the disclosure to the employer
ga: -Sa chás nach bhfuil aon chomhlacht forordaithe ábhartha ann, go gcreideann tú go réasúnta gur dócha go ndéanfar an fhianaise a cheilt nó a mhilleadh má dhéanann tú an nochtadh leis an bhfostóir

source: □ You have previously made a disclosure of substantially the same information to the employer, a prescribed body or a Minister
ga: -Rinne tú nochtadh roimhe seo inar nochtadh an fhaisnéis chéanna, den chuid ba mhó, leis an bhfostóir, comhlacht forordaithe nó le hAire

source: □ The wrongdoing is of an exceptionally serious nature
ga: -Tá an éagóir de chineál fíor-thromchúiseach

source: In all these circumstances, it is reasonable for you to make the disclosure to an external person
ga: I ngach ceann de na cúinsí seo, is réasúnta duit an nochtadh a dhéanamh le duine seachtrach

source: The assessment of what is reasonable takes account of, among other things, the identity of the person to whom the disclosure is made, the seriousness of the wrongdoing, and whether any action had been taken in cases where a previous disclosure was made
ga: Cuirtear san áireamh sa mheasúnú a dhéantar ar an méid atá réasúnta, i measc rudaí eile, aitheantas an duine lena ndéantar an nochtadh, tromchúise na héagóra, agus cibé acu ar chuathas nó nach ndeachthas i mbun aon ghnímh i gcásanna ina ndearnadh nochtadh roimhe seo

source: The Act provides for redress for employees who are penalised because they made a protected disclosure
ga: Déantar foráil san Acht i dtaobh sásaimh d’fhostaithe a ngearrtar pionós orthu mar gheall go ndearna siad nochtadh cosanta

source: You are penalised if there is any act or omission that is detrimental to you, for example, dismissal, unfair treatment or threats of reprisal
ga: Gearrtar pionós ort má dhéantar aon ghníomh nó easnamh a dhéanann díobháil duit, mar shampla, dífhostú, caitheamh éagórach nó bagairtí i leith díoltais

source: A disclosure is assumed to be protected until the contrary is proved
ga: Glactar leis go bhfuil nochtadh faoi chosaint go dtí go gcruthaítear a mhalairt

source: Under the Protected Disclosures Act, it is the employer who has to prove that the disclosure is not protected within the meaning of the Act
ga: Faoin Acht um Nochtadh Cosanta, is é an fostóir is gá a chruthú nach bhfuil an nochtadh faoi chosaint laistigh de bhrí an Achta

source: If you are dismissed from your employment because you made a protected disclosure, that dismissal is regarded as unfair
ga: Má dhéantar thú a dhífhostú ó d’fhostaíocht mar gheall go ndearna tú nochtadh cosanta, caitear leis an dífhostú sin mar dhífhostú éagórach

source: You may make a claim for unfair dismissal and if your claim succeeds, you may be awarded compensation of up to 5 years’ pay
ga: Féadfaidh tú éileamh a dhéanamh ar dhífhostú éagórach agus má éiríonn le d’éileamh, féadtar a mhéid le cúiteamh pá 5 bliana a bhronnadh ort

source: (Generally, the maximum compensation in unfair dismissal cases is 2 years’ pay)
ga: (Go ginearálta, is é an cúiteamh uasta i gcásanna dífhostaithe éagóraigh pá 2 bhliain)

source: Unfair dismissal protection does not generally apply to employees with less than 1 year service, trainees or Gardaí
ga: Go ginearálta, ní bhaineann cosaint um dhífhostú éagórach le fostaithe a bhfuil níos lú ná bliain amháin seirbhíse déanta acu, le hoiliúnaithe nó le Gardaí

source: These restrictions do not apply where the dismissal is because of making a protected disclosure
ga: Ní bhíonn na srianta seo i gceist sa chás go ndéantar an dífhostú mar gheall ar nochtadh cosanta a dhéanamh

source: (The restriction on members of the Defence Forces continues to apply)
ga: (Leanann an srian ar chomhaltaí na bhFórsaí Cosanta a bheith i gceist)

source: Your motivation for making a protected disclosure may affect the level of compensation you are awarded
ga: D’fhéadfadh an rud a spreag thú chun nochtadh cosanta a dhéanamh tionchar a imirt ar an leibhéal cúitimh a bhronntar ort

source: If the investigation of the wrongdoing was not your only or main motivation for making the disclosure, then the compensation awarded to you may be up to 25% less than it would otherwise be
ga: Mura raibh imscrúdú na héagóra an t-aon rud nó an príomhrud a spreag thú chun an nochtadh a dhéanamh, d’fhéadfadh an cúiteamh a bhronnfar ort a bheith a mhéid le 25% níos lú ná mar a bheadh sé murach sin

source: If you make a protected disclosure, your employer is prohibited from penalising or threatening to penalise you or causing or permitting anyone else to do so
ga: Má dhéanann tú nochtadh cosanta, cuirtear cosc ar d’fhostóir ó phionós a ghearradh ort nó bagairt ar phionós a ghearradh ort nó bheith ina chúis le pionós a ghearradh ort nó cead a thabhairt do dhuine eile chun pionós a ghearradh ort

source: If you are penalised or threatened, you may make a complaint to the Workplace Relations Commission – see ‘How to apply’ below
ga: Má ghearrtar pionós ort nó má bhagraítear ort, féadfaidh tú gearán a dhéanamh leis an gCoimisinéir um Chearta – féach ‘Conas iarratas a dhéanamh’ thíos

source: The Act provides for immunity from civil actions for damages – in effect, you cannot be successfully sued for making a protected disclosure
ga: Foráiltear san Acht do dhíolúine ó chaingean shibhialta do dhamáistí – go héifeachtach, ní féidir agairt rathúil a dhéanamh ort as nochtadh cosanta a dhéanamh

source: You may sue a person who causes detriment to you because you made a protected disclosure
ga: Féadfaidh tú agairt a dhéanamh ar dhuine a dhéanann díobháil duit mar gheall go ndearna tú nochtadh cosanta

source: However, you may not do this and also look for redress under the unfair dismissals legislation or make a complaint to the Workplace Relations Commission
ga: Ní féidir leat seo a dhéanamh agus sásamh a lorg, chomh maith, faoin reachtaíocht um dhífhostú éagórach nó gearán a dhéanamh leis an gCoimisinéir um Chearta, áfach

source: If you are charged with unlawfully disclosing information, it is a defence that you were making what you reasonably thought to be a protected disclosure
ga: Má chúisítear thú le faisnéis a nochtadh go mídhleathach, tá sé ina chosaint agat gur cheap tú go réasúnta gurbh éard a bhí á dhéanamh agat ná nochtadh cosanta

source: If you are dismissed or penalised for making a protected disclosure, you may bring a complaint to the Workplace Relations Commission using the online complaint form available on workplacerelations.ie
ga: Má dhéantar thú a dhífhostú nó má ghearrtar pionós ort as ucht nochtadh cosanta a dhéanamh, féadfaidh tú gearán a dhéanamh trí leas a bhaint as an bhfoirm ghearáin ar líne (atá ar fáil trí ‘Déan gearán faoi chearta fostaíochta’ ar workplacerelations.ie)

source: You should make a complaint within 6 months (or within 12 months if there is a reasonable cause)
ga: Ba cheart duit gearán a dhéanamh laistigh de 6 mhí (nó laistigh de 12 mhí má tá cúinsí eisceachtúla ann)

source: The adjudicator's decision on your complaint may require your employer to take a specific course of action and/or may award compensation
ga: B’fhéidir go gceanglóidh cinneadh an Choimisinéara um Chearta ar d’fhostóir cúrsa ar leith gnímh a ghlacadh agus/nó b’fhéidir go mbronnfar cúiteamh ort

source: Appeals: You or your employer may appeal the adjudicator's decision to the Labour Court
ga: Achomhairc: Féadfaidh tú féin nó d’fhostóir achomharc a dhéanamh i leith chinneadh an Choimisinéara um Chearta leis an gCúirt Oibreachais

source: The Labour Court may refer a question of law arising in the case to the High Court
ga: Féadfaidh an Chúirt Oibreachais ceist dlí a thagann chun solais sa chás a tharchur chuig an Ard-Chúirt

source: The High Court’s decision on the matter is final
ga: Tá cinneadh na hArd-Chúirte ar an gceist críochnaitheach

source: You or your employer may appeal the Labour Court’s decision on a point of law to the High Court
ga: Féadfaidh tú féin nó d’fhostóir achomharc a dhéanamh i leith chinneadh na Cúirte Oibreachais leis an Ard-Chúirt

source: Again, the decision of the High Court is final
ga: Arís eile, tá cinneadh na hArd-Chúirte críochnaitheach

source: Information on your rights and entitlements under employment legislation is provided by the Workplace Relations Commission’s Information and Customer Service
ga: Soláthraíonn an tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre faisnéis maidir le do chearta agus do theidlíochtaí faoi reachtaíocht fostaíochta

source: The Transparency Legal Advice Centre (TLAC) provides free legal advice to anyone who wishes to disclose wrongdoing, particularly under the Protected Disclosures Act
ga: Soláthraíonn an Lárionad Comhairle Dlí Trédhearcachta (LCDT) comhairle dlí saor in aisce do dhaoine ar mhian leo éagóir a nochtadh, go háirithe faoin Acht um Nochtadh Cosanta

source: Access is via the Speak Up helpline on 1800 844 866
ga: Is féidir rochtain a fháil trí ghlao a chur ar an líne chabhrach Speak Up 1800 844 866

source: Public bodies such as government departments, local authorities and certain other publicly-funded bodies are obliged to establish and maintain procedures for the making of protected disclosures by workers who are or were employed by it and for dealing with such disclosures
ga: Tá dualgas ar chomhlachtaí poiblí, ar nós ranna rialtais, údaráis áitiúla agus comhlachtaí áirithe eile a chistítear go poiblí chun nósanna imeachta a bhunú agus a choimeád chun nochtadh cosanta a dhéanamh ag oibrithe atá nó a bhí fostaithe acu agus chun déileáil leis an nochtadh sin

source: The public bodies must provide their employees with written information relating to these procedures
ga: Ní mór do na comhlachtaí poiblí faisnéis scríofa a sholáthar dá bhfostaithe maidir leis na nósanna imeachta seo

source: They must also publish an annual report setting out the number of protected disclosures made to them and the action taken in respect of these disclosures
ga: Ar a bharr sin, ní mór dóibh tuarascáil bhliantúil a fhoilsiú ina leagtar amach an líon nochtadh cosanta a rinneadh leo agus an gníomh a ndeachthas ina mbun maidir leis an nochtadh seo

source: There is no similar obligation on private sector employers
ga: Níl a mhacasamhail de dhualgas ar fhostóirí na hearnála príobháidí

source: The Workplace Relations Commission has published the Code of Practice on Protected Disclosures Act 2014. It sets out in practical terms how a disclosure might be made and how an employer ought to handle such a disclosure
ga: Tá cód cleachtais reachtúil á ullmhú ag an gCoimisiún um Chaidreamh Oibreachais ina leagfar amach i dtéarmaí praiticiúla conas a d’fhéadfaí nochtadh a dhéanamh agus conas ar cheart d’fhostóir a leithéid de nochtadh a láimhseáil

source: Before the Protected Disclosures Act 2014 came into effect, some sectors were already covered by protected disclosures legislation
ga: Sular tháinig an tAcht um Nochtadh Cosanta, 2014 i bhfeidhm, bhí roinnt earnálacha cumhdaithe cheana féin ag an reachtaíocht um nochtadh cosanta

source: The Health Act 2004, as amended by the Health Act 2007, provides for the protection of employees and members of the public who disclose possible wrongdoing within the health sector
ga: Foráiltear san Acht Sláinte, 2004, arna leasú ag an Acht Sláinte, 2007, d’fhostaithe agus muintir an phobail a chosaint a nochtadh éagóir fhéideartha laistigh den earnáil sláinte

source: The Protections for Persons Reporting Child Abuse Act 1998 provides protection from victimisation and civil liability for people reporting the abuse of children
ga: Soláthraítear cosaint san Acht um Chosaintí do Dhaoine a Thuairisceoidh Drochúsáid Leanaí, 1998 ó íospairt agus dliteanas sibhialta do dhaoine a thuairiscíonn mí-úsáid a bhaint as leanaí

source: The Charities Act 2009 provides for the protection of people who report alleged breaches of the legislation to the Charities Regulatory Authority
ga: Foráiltear in Acht na gCarthanas, 2009 do dhaoine a chosaint a thuairiscíonn sáruithe líomhnaithe na reachtaíochta leis an Údarás Rialála Carthanas

source: There are also arrangements in place in a number of other sectors
ga: Anuas air sin, tá roinnt socruithe i bhfeidhm i líon earnálacha eile

source: These sectoral arrangements are generally not limited to disclosures by employees but may also cover disclosures by members of the public
ga: Is gnách nach bhfuil na socruithe earnála seo teoranta do nochtadh a dhéanann fostaithe ach d’fhéadfaidís nochtadh a chuimsiú a dhéanann muintir an phobail

source: These sectoral arrangements remain in place but are amended in some respects by the Protected Disclosures Act 2014
ga: Tá na socruithe earnála seo fanta i bhfeidhm ach tá siad leasaithe ar roinnt bealaí ag an Acht um Nochtadh Cosanta, 2014

source: abolished and replaced by the 2014 Act
ga: deireadh leis na socruithe sonracha d’Fhaighteoir Rúnda an Gharda Síochána agus tháinig Acht 2014 ina n-ionad
